Repository: HyPlayer/HyPlayer.App
Catalog: src/HyPlayer.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# HomePage_Btn_DailyRcmd.Text
source: Daily Mix
zh_cn: 每日推荐

# HomePage_Btn_MyLike.Text
source: My Favorites
zh_cn: 我的喜欢

# HomePage_Btn_PersonalFm.Text
source: For You
zh_cn: 私人FM

# HomePage_Btn_PlayAll.Text
source: Play All
zh_cn: 播放全部

# HomePage_GreetingText.Text
source: Welcome,
zh_cn: 欢迎，

# HomePage_HypBtn_OfficialPlaylist.Text
source: Official Playlist
zh_cn: 官方歌单

# HomePage_HypBtn_RcmdSonglist.Text
source: Recommended Songlist
zh_cn: 推荐歌单

# HomePage_HypBtn_RcmdSongs.Text
source: Recommended Songs
zh_cn: 推荐歌曲

# HomePage_HypBtn_Topchart.Text
source: Leaderboards
zh_cn: 排行榜

# HomePage_Title.Text
source: Home
zh_cn: 主页

# __LANG_NAME
source: English (US)
zh_cn: 中文（简体）

# HomePage_GreetingPrefix_Morning
source: Good morning!
zh_cn: 早上好！

# HomePage_GreetingSuffix_Morning
source: Start a new day with music
zh_cn: 用音乐开启新的一天吧

# HomePage_GreetingPrefix_Noon
source: Good noon!
zh_cn: 中午好！

# HomePage_GreetingSuffix_Noon
source: Listen to music to relax
zh_cn: 听听音乐放松下心情吧

# HomePage_GreetingPrefix_Afternoon
source: Good Afternoon!
zh_cn: 下午好！

# HomePage_GreetingSuffixx_Afternoon
source: Immerse in Music
zh_cn: 沉浸在动听的旋律当中吧

# HomePage_GreetingPrefix_Night
source: Good Evening!
zh_cn: 晚上好！

# HomePage_GreetingSuffix_Night
source: Get started with music to ease a day of fatigue
zh_cn: 来首音乐缓解一天的疲劳吧

# HomePage_GreetingPrefix_DeepNight
source: Good night.
zh_cn: 夜深了。

# HomePage_GreetingSuffix_DeepNight
source: May the lullaby help you fall asleep
zh_cn: 愿美妙的音乐伴你进入梦乡

# MainNav_Header_Discover.Content
source: Discover
zh_cn: 发现

# MainNav_Header_Songlist.Content
source: Playlist
zh_cn: 歌单

# MainNav_Item_CreatePlaylist.Content
source: Create playlist
zh_cn: 创建歌单

# MainNav_Item_DailyRcmd.Content
source: Daily Mix
zh_cn: 每日推荐

# MainNav_Item_HeartBeatMode.Content
source: Heartbeat Mode
zh_cn: 心动模式

# MainNav_Item_Home.Content
source: Home
zh_cn: 主页

# MainNav_Item_MyCreatedPlaylist.Content
source: Playlist of mine
zh_cn: 我创建的歌单

# MainNav_Item_MyLibrary.Content
source: My Collections
zh_cn: 我的收藏

# MainNav_Item_MyLovedPlaylist.Content
source: Liked Songs
zh_cn: 我喜欢的音乐

# MainNav_Item_MyStoredPlaylist.Content
source: Playlist of favor
zh_cn: 我收藏的歌单

# MainNav_Item_PersonalFm.Content
source: For You
zh_cn: 私人FM
